{
    "VP Communications": [
        {
            "name": "Tony Kim",
            "platform": {
                "en": "<p>My name is Tony Kim and I am running for the position of Vice President of Communications at IEEE uOttawa for the 2019-2020 academic year. I am currently enrolled in my first year and am studying Electrical Engineering and Computing Technology.</p><p>My experience on the uOttawa Engineering Student’s Society as a first-year representative has enabled me to network with many engineering students at uOttawa. As a result, I have an established online presence, and relate to a vast array of students enrolled in various faculties through social media platforms such as Facebook and Instagram. As the VP of Communications, I believe being connected is very important, as it allows for the dispersal of information to a much wider variety of students.</p><p>My love and passion for getting involved and being part of something greater than yourself is one of the main reasons I am running for this position. My past experiences in various societies and clubs has made me realize the importance of being involved, and I would love to spread that mentality to my peers. IEEE uOttawa offers a unique set of events tailored to many if not all students in the Engineering faculty, and I personally would love to see more people get involved with us. For this to happen, effective communication is key.</p><p>As Vice President of Communications, I will ensure that any information regarding IEEE uOttawa and their events are made accessible to all, and that students are made aware of all the resources that are available to them. I will also ensure the growth of the uOttawa IEEE social media accounts, as I have been led to believe that IEEE uOttawa’s current online presence is a little lackluster.</p><p>Having graduated from a French Immersion program and being an active French speaker ever since, I am very confident in communicating in both official languages of the university, both verbally and in writing. This allows me to reach every student at uOttawa equally, no matter what their first language is. When voted in, I will take initiative to translate our current website to French to increase accessibility.</p><p>I will go above and beyond to ensure I exceed your expectations in fulfilling my mandate as the VP of communications. Thank you for your vote.</p>",
                "fr": "<p>Je m’appelle Tony Kim et je voudrais devenir votre Vice-Présidente des Communications à IEEE uOttawa pour l’année scolaire 2019-2020. Je suis dans ma première année en ce moment, dans le programme de génie électrique et technologie de l’informatique.</p><p>L’expérience que j’ai acquise comme représentant des étudiants en première année à l’Association des Étudiant(e)s en Génie m’a permis de mieux comprendre les étudiant(e)s qui sont en génie à uOttawa. Par conséquent, je suis bien présent sur l’internet, et je connais beaucoup d’étudiants dans diverses facultés grâce aux réseaux sociaux tels que Facebook et Instagram. Étant VP des communications, je crois que les relations sociales sont très importantes, car ils permettent la transmission d’information plus efficacement aux étudiants.</p><p>J’ai beaucoup de passion en faisant partie d’une équipe qui est plus grande que moi-même, et là c’est une de mes raisons pour ma candidature cette année. Au cours de mes expériences passées aux clubs et sociétés différents, je me suis aperçu de l’importance d’être impliqué dans ma communauté, et je serai bien content de répandre le même état d’esprit envers mes pairs. IEEE uOttawa offre beaucoup d’évènements uniques qui sont bien adaptés à la majorité des étudiant(e)s. J’aimerais encourager plus de gens à s’impliquer aux évènements. Pour que ça soit possible, la communication efficace est primordiale.</p><p>Comme VP des Communications, je vous assure que toutes les informations reliées à l’IEEE uOttawa ainsi que ses évènements seraient bien communiqués. En plus, il faut que tous les étudiants aient accès à toutes les ressources offertes par IEEE uOttawa. Je vais aussi améliorer les comptes de média sociaux de IEEE ; je suis convaincu que l’amplitude de ses comptes ne sont pas à la capacité maximale, et simplement dit, ça ne suffit pas.</p><p>Ayant complété l’école secondaire en immersion française, je suis devenu un francophone actif. Je suis capable d’écrire et parler les deux langues officielles du Canada avec facilité. Cela me permet de communiquer efficacement avec tous les étudiants de l’université de façon égale. Si je gagne l’élection, je traduirais notre site internet actuel en français pour le rendre accessible à tous.</p><p>Je ferai tout ce que je peux comme VP des communications pour assurer votre satisfaction. Merci pour votre vote.</p>"
            }
        }
    ],
    "Vice Chair": [
        {
            "name": "Amar Jasarbasic",
            "platform": {
                "en": "<p>I have been involved with IEEE since I was in grade 8 when I volunteered at the IEEE International Conference on Communication. Since then, the IEEE has opened up a lot of doors for me. I have met some truly remarkable people along the way that have helped me grow and mature as a person. I want to give back to the IEEE, an organization that has given me so much over years, in hopes that the next generation can benefit in the same way that I did. Last year I was super excited to take on the role of Vice-Chair for the IEEE uOttawa Student Branch. I founded the IEEE Coding Challenge where students compete in solving difficult computer science problems while at the same time preparing for the kind of technical questions that come up on interviews. Furthermore, I was honored to be a mentor for the IEEE Cookies and Cram sessions, where I helped first year students prepare for their ITI1120 exams. I was also very active in the office revamp initiative where we added new furniture and appliances to the IEEE office to make it more comfortable spot for students to come and study. Over the past three years I have been a very active promoter of the IEEE by encouraging first year students to get more involved through volunteering opportunities and various events offered by the IEEE. I am ecstatic to see that those same students are now running for exec positions for the branch. This year I plan to come back as Vice-chair and continue my work on <strong>making the IEEE Student Branch great again.</strong> I will continue to build on the success of the IEEE Coding Challenge by offering more events that will prepare and help students land good CO-OP jobs. Ultimately, I want to continue the amazing work that Heemel and the rest of the IEEE execs have worked hard to achieve this year. I am committed to maintaining the highest standard of leadership that has supported the IEEE Student Branch since its inception.</p>"
            }
        },
        {
            "name": "John Zhao",
            "platform": {
                "en": "<p>My name is John Zhao, and I am in second year Electrical Engineering CO-OP. I will be running for vice chair for IEEE uOttawa student Branch for the upcoming year.</p><p>My past year as VP-Social has provided the skills and experiences necessary to be the Vice-Chair. During the past year, I helped organized many events through the year including “Google at University of Ottawa”, IEEE SPAC, and Battle Royale I have also represented IEEE uOttawa Student Branch at club fairs during frosh week and university open-house. Being involved through many events across the campus have allowed me to talk to students across different programs from the engineering faculty. I observed that students from Electrical Engineering program are disadvantaged in the job market and most students have great difficulty finding internships. Many students during 2nd year of student are unable to find summer jobs and most that do not work with positions of their interest. My goal is to provide more opportunities for student that are in Electrical Engineering program. During my time as VP social, I have also noticed that students become more school oriented as they progress through the program. This led me to believe that the best way to bring in engagement from students is to introduce lucrative job opportunities. I will be doing several co-op terms in the future and I am beginning mine first one during this summer. I am planning to work at more large companies in the future and establish strong connections with these companies and professional organizations. I am confident my strong academic background and the networking skills is essential for this goal.</p><p>Thank you for your time and consideration!</p>"
            }
        }
    ],
    "McNaughton Centre Director": [
        {
            "name": "Scott Fulton",
            "platform": {
                "en": "<p>Hello!</p><p>My name is Scott Fulton and I am a 3rd year Computer Engineering Student and I am running for the position of McNaughton Centre Director. I have been involved with IEEE the last 2 years, volunteering for multiple events such as Cookies and Cram and Battle Royale as well as being the Commissioner of Computer Engineering this past year. I would like to take my volunteering to the next level however and help improve the services offered by IEEE for all students for the foreseeable future.</p><p>If elected I would continue the work of the previous McNaughton Centre, working to finish setting up an active workstation by getting an oscilloscope for the lab and some FPGA equipment. In addition to upgrades to the lab, I believe that the most important matter is continuing to spread awareness of all the services offered by our student branch. To do so I would work closely with the TA’s of multiple labs such as ITI1100 and CEG2136 to advertise the ability to use ALTERA boards outside of lab hours as well as receive help from our great Execs! Finally, I believe in making numerous quality of life changes to the office such as better access to EECS related textbooks and more consistent updates on when the lab will be open.</p><p>If you have any questions about my platform don’t hesitate to e-mail me at sfult067@uottawa.ca and I will happily answer in English or French.</p><p>Thanks for taking your time reading this, and I hope you consider voting for me as your next McNaughton Centre Director on April 3rd!</p>"
            }
        },
        {
            "name": "Rafi Biouss",
            "platform": {
                "en": "<p>My name is Rafi Biouss, a 2nd year Computer Engineering student and I would like to be your 2019/2020 McNaughton Center Director for the Institute of Electrical and Electronics Engineers. My goal is to improve the state of the lab equipment and encourage inclusivity for the McNaughton Centre.</p><p><u>My Promises to you</u><ul><li>I will represent the needs of all students and will be available to receive input on all matters involving the McNaughton Centre.</li><li>I will make sure all technology pertaining to students and the institute are well maintained and working. This includes upgrading the labs equipment as well.</li><li>I will make sure all students feel welcome to use the lab frequently as well as ensure the lab rules are followed and respected.</li></ul></p><p><u>My Qualifications</u><ul><li>I have served in student government since high school and have been an active member of the ESS board of directors since the beginning of this year allowing me to gain insight on the ins and outs of the society.</li><li>I’ve actively gone to most Engineering events and have been especially involved during my previous 101 weeks that I have both attended and guided.</li><li>I’ve gone to several IEEE events including pi day and truly understand the equipment used within the lab.</li>"
            }
        }
    ],
    "VP External": [
        {
            "name": "Muffy (Mahyar Gorji)",
            "platform": {
                "en": "<p>Hey guys, if you haven’t seen me around, I’m Muffy, and I’m a fourth year Software Engineering student at the University of Ottawa.</p><p>The reason you’re reading this is because I want to be your VP External for the IEEE uOttawa Branch, and I’ll tell you why.</p><p>Having been here for four years, and actually working in the industry while I study, I understand the huge divide between being a student here, and being a professional out there, and I want to bridge that gap as best as I can.</p><p>My time as a student has provided me insight as to the feelings and aspirations of other students, and where they believe their efforts will take them in the future. I also understand what the industry looks for in a potential candidate, having worked in the industry for over a year, and having interviewed students like myself for positions in said industry.</p><p>So let’s get down to business. What’ll I do? Why should you care?</p><ul><li>I will maintain the good name of the IEEE, and work hard to fulfill my mandate</li><li>I will maintain the tradition and privilege of running student-oriented, studentfriendly networking events, tours, and sponsorship runs to give my colleagues a chance to “start their lives”. In doing so, they will learn about career options that both appeal to them and are attainable</li><li>I want to host regular resume reviews and roasts alongside colleagues to provide students with better opportunities to get their foot in the door with an interview</li></ul><p>Being a part of the IEEE will provide the opportunity to implement changes that are important to me. These are changes that are oriented wholly to the improvement of the professional lives of my colleagues, and as a result, their quality of life.</p><p>Just like campground rules go: “leave the grounds you stayed at in a condition that’s the same or better than when you arrived.”</p>",
                "fr": "<p>Salut tout le monde, si vous ne me connaissez pas, mon nom est Muffy et je suis un étudiant en quatrième année en génie logiciel à l’Université d’Ottawa.</p><p>Si vous lisez ceci, c’est parce que je veux être votre vice-président externe pour la branche IEEE de uOttawa, et je vais vous dire pourquoi.</p><p>Après quatre ans d’études à l’université et travail dans l'industrie en même temps, je comprends l’écart énorme entre être étudiant ici et être professionnel, et je veux combler ce fossé du mieux que je peux.</p><p>Mon expérience en tant qu'étudiant m'a permis de mieux comprendre les sentiments et les aspirations des autres étudiants et de déterminer où ils croient que leurs efforts les mèneront dans leur avenir. Je comprends également ce que l'industrie recherche chez un candidat potentiel, après avoir travaillé dans l'industrie pendant plus d'un an et interrogé des étudiants comme moi pour des postes.</p><p>Alors mettons-nous au travail. Que vais-je faire?</p><ul><li>Je maintiendrai la réputation de l'IEEE et travaillerai dur pour compléter mon mandat</li><li>Je maintiendrai la tradition d'organiser des événements de réseautage et des tours axés sur les étudiants. Ces événements donneront la chance à mes collègues de «commencer leur vie». Ce faisant, ils découvriront les options de carrière qui les intéressent et qui sont réalisables.</li><li>Je souhaite organiser régulièrement des ‘’resume roast’’ afin de donner aux étudiants des meilleures possibilités d’emplois</li><li>Faire partie de l'IEEE m’offrira l'occasion de mettre en œuvre les changements qui sont importants pour moi.</li></ul><p>Ce sont des changements qui sont entièrement orientés vers l'amélioration de la vie professionnelle des étudiants et, par conséquent, de leur qualité de vie. Comme disent les règles du camping: «laissez les terrains dans lesquels vous êtes resté dans un état identique ou meilleur que lorsque vous êtes arrivé».</p>"
            }
        }
    ],
    "Treasurer": [
        {
            "name": "Najib Chowdhury",
            "platform": {
                "en": "<p>My name is Najib, and I am currently a 2nd year student majoring in Computer Engineering. With this short, but brief summary I am hoping to accomplish the task of acquiescing and demonstrating why I am a good candidate for the position of a Treasurer in the IEEE. I want this opportunity to be a challenge even more so a learning experience. In terms of experience I have held the position of a Treasurer in a non-profit organization further bolstering my credibility for this position. I am not promising that I am free from errors or infallible, but you can be sure to depend on my ability and diligence to get what needs to be taken care of. I look forward to this opportunity and even more so to the experience.</p>"
            }
        },
        {
            "name": "Sanat Nayar",
            "platform": {
                "en": "<p>My name is Sanat Nayar and I am a second year student in Computer Engineering and I wish to run for Treasurer at IEEE at the University of Ottawa.</p><p>Over the past 3 years, I have culminated a multitude of experiences that would make me a perfect fit for this role at IEEE. I have been elected the VP of Finance for two student run business. In this role, I have learned not only the expects of finance such as break-even analysis, balance sheets, and cash flow statements, but also how engineering and finance can be easily merged to manage an organization. In one of the student run companies called Swappable, the USP of the company was its platform for transfer of goods and services between students within my High School. Swappable gave me real-life experience on how engineering can be integrated with finance to create a successful product. It also gave me attributes such as money management and the ability to use effective cost-cutting strategies to increase the profits and reduce the liabilities of the company. I believe these experiences and knowledge gained from my mentors who initiated the student companies, makes me a great fit for Treasurer at IEEE.</p><p>I also have experience with various University organizations and event committees. I am currently an Event Coordinator for Software Engineering Student Association (SESA) at UOttawa. I have a multitude of events I have helped organized through this association and some of them were coordinated with IEEE as well. I also was a Patronage Member at IEEE SPAC 2019 and assisted in approaching potential sponsors.</p><p>In order to be a successful executive at IEEE, I believe that an individual must have solid interpersonal skills. Throughout the past couple years, I have been very active in Case Study competitions across Ottawa. Through these Case Study Competitions, I have learned how to present financial statements and projections in a clear and concise manner so that people with different academic backgrounds can understand the information. My experience of speaking in front of an audience and keeping them engaged as well as efficiently transferring financial jargon gives me a great advantage over other candidates.</p><p>IEEE is an association that plays an integral part in the Engineering ecosystem at UOttawa. It is a trustworthy organization that many students and staff lookup to for new information, events and competitions. In order for it to run efficiently, finances have to be managed properly and costs must be accounted for. Based on my past experiences and my passion to contribute the IEEE platform, I believe I am the ideal candidate for this position.</p>"
            }
        }
    ],
    "VP Internal": [
        {
            "name": "Tae Kim",
            "platform": {
                "en": "<p>Hello! Some of you may know me, some may not, but my name’s Tae Kim. I’m in my 4th year of Computer Engineering and am running to be your VP Internal for the IEEE uOttawa Student Branch.</p><p>I have tons of experience on many different associations ranging from Canadian Asian Student Association, to the Engineering Students Society, with many more in between. I love student life and want to enrich it with my experiences. Having these experiences, I understand what works and what doesn’t. I want to use that knowledge to create events and an environment that students will be excited for and be able to enjoy.</p><p>Enough about me, lets talk about the important things:<ul><li>I will uphold the integrity and the inclusivity of this student branch.</li><li>I want to build upon on our relationships with the faculty, other clubs, and other student associations. For someone whose been around for a long time, I believe the connections I have made will benefit IEEE.</li><li>I want to improve engagement with the IEEE, creating an environment that appeals to all student groups, encouraging student involvement.</li><li>Being part of the IEEE team will give me the opportunity to implement changes that will only better student life. I truly want to work with my peers, listen, and then bring changes that the people want to see, while working with like minded and passionate people.</li></ul></p><p>With your support, I would like to make our student life better.</p>",
                "fr": "<p>Salut! Certains d’entre vous me connaissent peut-être pas, mais mon nom est Tae Kim. Je suis en quatrième année de génie informatique et je suis candidat à la vice-présidence interne de la branche étudiante IEEE de uOttawa.</p><p>J'ai des tonnes d'expérience dans de nombreuses associations différentes, adont la l’Association des étudiants canadiens asiatiques et l’Association des étudiants en génie. J'adore la vie étudiante et je souhaite l'enrichir à l’aide de mes expériences. Avec ces années d’expérience, je comprends ce qui fonctionne et ce qui ne fonctionne pas. Je souhaite utiliser ces connaissances pour créer des événements et un environnement qui plaira aux étudiants et leur permettra de s’amuser.</p><p>Assez parlé de moi, parlons des choses importantes:<ul><li>Je défendrai l'intégrité et l'inclusivité de cette branche étudiante.</li><li>Je souhaite développer nos relations avec la faculté, les clubs et les autres associations étudiantes. Pour quelqu'un qui est impliqué depuis longtemps, je pense que les connexions que j'ai établies bénéficieront l’IEEE.</li><li>Je souhaite améliorer l’engagement avec l'IEEE, en créant un environnement attrayant pour tous les groupes d'étudiants et en encourageant la participation des étudiants.</li></ul></p><p>Faire partie de l'équipe IEEE me donnera l'occasion de mettre en œuvre des changements qui amélioreront la vie des étudiants. Je veux vraiment travailler avec mes pairs, écouter et ensuite apporter les changements que les gens souhaitent voir, tout en travaillant avec des personnes partageant les mêmes idées.</p><p>Avec votre soutien, je voudrais améliorer notre vie étudiante.</p>"
            }
        }
    ],
    "WIE Vice Chair": [
        {
            "name": "Shriya Gundala",
            "platform": {
                "en": "<p>My name is Shriya Gundala and I am a second year student in Computer Engineering and I wish to run for WIE Vice-Chair at IEEE at the University of Ottawa.</p><p>Women are underrepresented in the tech world and I want to create a welcoming environment to show that there is a place in tech for every lady out there. There are roughly 30% of women working in the STEM field. It’s up to us women to change that! As Michelle Obama once said, “There is no limit to what we, as women, can accomplish”. My goal is to foster an environment for women to excel in the tech industry. Building an inclusive tech community, reflective of the diversity of the population is imperative for higher levels of productivity and innovation in all fields. As an executive for IEEE, I strive to encourage, challenge, and equip women to carry this vision forward. Our community should tap into promising female talent and enable women to build practical experience, skills, and industry connections. I believe that leaders in tech, education, and the community can work together to commit to changing the status quo. My purpose is to build a pipeline for women to enter and succeed within the tech industry. My goal is to increase gender diversity and inclusion in the tech industry by creating a supportive and empowering community for women interested in tech.</p>"
            }
        }
    ],
    "Chair": [
        {
            "name": "Robert Conrad",
            "platform": {
                "en": "<p>Hi, my name is Robert Conrad, a 3rd year Computer Engineering student and current IEEE uOttawa Treasurer. Along with my effort with IEEE, I have served on student organizations such as Ottabotics as a Community Manager and member of the organizering team of uOttaHack since the beginning. If elected chair I wish to take my knowledge and experiences from these and other student communities and attempt to continue to grow IEEE uOttawa as an active and welcome student community for not only ELG/CEG/SEG students, but the wider student community.</p><p>In my past year of IEEE, I have maintained my duties to fill mandate as well as helped other members to host their own events or projects. I have also grown more appreciation to the extend IEEE can help the students involved and create amazing opportunities to grow as young professionals and students.</p><p>As Chair, I aim to work with my elected officers and executives of IEEE to ensure to the same level of quality as students expect from IEEE, all of the current events such as Cookies n Cram, Social events and workshops. I will also continue to grow the resources and name of IEEE including working to expand our current McNaughton centre resources and to work with student’s interest to create events that target students needs, from networking opportunities, technical workshops to social events to let people relax and have fun after a hard day of school work.</p><p>As Chair, I also have to honour to work with a team of elected and qualified students eager to make change in the student community. Throughout my term, I will work directly with these members to help them achieve their goals they each plan to do, including the larger conference events such as SPAC, Battle Royale and WIE Wine and Cheese that our branch has continuously ran to great success.</p><p>Finally throughout my term, my plan is to represent the IEEE community in a positive light as well as to continue to be present. Along with my vice-chair, whomever it may be, I hope to continue to grow relations with our local IEEE section, societies, student societies and members in hopes to create more opportunities for students.</p><p>When it comes down to vote, I hope I have convinced you that I am capable and excited to take the challenges and responsibility of IEEE chair and will be proud to serve if elected!</p>"
            }
        }
    ],
    "WIE Chair": [
        {
            "name": "Michal Ridner",
            "platform": {
                "en": "<p>I’m Michal Ridner, a third year student in electrical engineering and computing technology, and I’m running to be the Women in Engineering (WIE) Chair at the uOttawa IEEE student branch. I’ve always been passionate about empowering women in tech and showing young girls that engineering is a rewarding career choice for them as well. If I were to be elected, I would continue last year’s Women in Tech panel where successful women in the field talk about their experiences and achievements to students at the university. I would also do more outreach to high school students by doing presentations about women in engineering at the schools in Ottawa. And of course I’d continue the amazing WIE Wine & Cheese tradition which had its 10th anniversary this year. Attending the Wine & Cheese was a great experience and I would love to share this event with all of you next year too. I would also push the Big Eng, Little Eng mentorship program more to first years during 101 Week and Clubs Fair. I think it’s such a useful program that can help a lot of younger students get used to the university experience, but unfortunately not everyone knows it exists. Had I known about Big Eng, Little Eng, I would have signed up in first year and benefited a lot from having an upper year engineering student that could mentor me and who I could go to when I had questions.  If I’m elected WIE Chair, I will continue the level of excellence of past WIE events and hopefully have an even further reach next year!</p>"
            }
        }
    ],
    "VP Social": [
        {
            "name": "Madison Smrtka",
            "platform": {
                "en": "<p>My name is Madison Smrtka and I am a second-year Electrical Engineering with Physics student here at the University of Ottawa. As VP Social of IEEE uOttawa, I want to help you make the most of your year.</p><p>I was VP Communication for IEEE uOttawa this year, which allowed me to understand your wants and needs from IEEE uOttawa. I am a fun-loving but sleep-deprived engineering student just like you. I plan to embrace the engineering culture here at uOttawa and make inclusive, fun, and creative events for you.</p><p>It’s my goal to make your year a little less work and a little more play.</p><p>Vote Madison Smrtka for VP Social for the upcoming IEEE 2019 elections on April 3rd!</p>",
                "fr": "<p>Je m'appelle Madison Smrtka et je suis un génie électrique de deuxième année avec un étudiant en physique ici à l'Université d'Ottawa. En tant que VP social de l'IEEE uOttawa, je veux vous aider à profiter au maximum de votre année.</p><p>J'ai été VP de Communications pour l'IEEE uOttawa cette année, ce qui m'a permis de comprendre vos désirs et besoins de l'IEEE uOttawa. Je suis un étudiant en génie amusant, mais sans sommeil, tout comme vous. J'ai l'intention d'embrasser la culture de l'ingénierie ici à l'Université d'Ottawa et de faire des événements inclusifs, amusants et créatifs pour vous.</p><p>C'est mon but de faire de votre année un peu moins de travail et un peu plus de jeu.</p><p>Vote(z) Madison Smrtka pour VP Social pour les prochaines IEEE 2019 le 3 avril!</p>"
            }
        }
    ],
    "VP Academic": [
        {
            "name": "Marla Jazzar",
            "platform": {
                "en": "<p>Hi, my name is Marla Jazzar and I’m a Software Engineering student hoping to represent you as VP academic. At some point during our university experience, we’ve all had some academic issues that could have easily been resolved. I strongly believe that together, we can make a difference in improving the academic experience for everyone.</p><p>Some of the goals I had in mind are:<ol><li>Being able to evaluate profs and TA’s midterm<ol><li>We currently only evaluate our profs/TA’s at the end of the semester but why not evaluate them midterm so that they know what they can improve in their teaching style.</li></ol></ol><ol><li>Being able to get your midterm differed</li><ol><li>Just like finals, I strongly think that if you have 3 midterms within 24 hours, you should be able to get one differed. For some classes, the midterms are almost worth the same as the final.</li></ol></ol><ol><li>Renovating older classrooms</li><ol><li>I would like to increase the amount of plugs-in there are in a classroom and any other essentials needed for your academic success.</li></ol></ol></p><p>Thank you!</p>",
                "fr": "<p>Bonjour, je m’appelle Marla et je suis une étudiante dans le programme génie logiciel. J’aimerais vous représenter comme VP d’affaires académiques. À un moment donné durant votre expérience à l’université, vous avez toute eu quelques problèmes académiques qui auront pu être facilement résolu. Je crois fortement, qu’ensemble, nous pourrons faire une différence en améliorant l’expérience académique pour tous.</p><p>Quelques objectifs que j’ai sont:<ol><li>Pouvoir évaluer votre prof et TA mi-session</li><ol><li>Présentement, on les évalue seulement à la fin du semestre mais pourquoi pas les évaluer au milieu du semestre pour qu’ils sachent quoi améliorer dans leur façon d’enseignement</li></ol></ol><ol><li>Pouvoir repousser nos examens de mi-session</li><ol><li>Je pense fortement que si on a 3 examens mi-sessions dans 24 heures, on devrait avoir le droit de repousser un juste comme pour les examens finaux.</li></ol></ol><ol><li>La rénovation des vieilles salles de classe</li><ol><li>J’aimerais ajouter le montant de fiche d’alimentations qu’on a dans les vieilles salles de classe and n’importe autre chose qui est essentielle pour notre succès académique.</li></ol></ol></p><p>Merci!</p>"
            }
        },
        {
            "name": "Nevin WS Ganesan",
            "platform": {
                "en": "<p>My name is Nevin, I am a 3rd year Computer Engineering with Business student. I would say my love for my craft is what makes me the ideal candidate for VP Academic.</p><p>In my role of VP academic, I would like to share strategies that allow for academic success; I think there is more the IEEE can do to provide a supporting environment for students. I would like to expand the IEEE coding challenges, and provide both interviewing and resume building sessions. Ideally, IEEE can form an academic community, consisting of multiple small groups that meet weekly to share knowledge and give each other academic and career support.</p><p>I am excited to be given the chance to organize workshops, seminars, help centres and to invite professors to give presentations. I would also love the opportunity to be working with the McNaughton Centre, and to act as a link between the Branch and the faculty.</p><p>All in all, my interest in joining IEEE lies in my love for my craft (and IEEE is fantastic environment in which to nourish it). Furthermore, I believe I can use my passion to assist and motivate students with their academic achievements.</p>"
            }
        }
    ]
}